In [1]:
import pandas as pd

In [4]:
df = pd.read_csv("old_hipy.csv", header=None)

In [5]:
df.head()

                0               1                                 2
0        ('Meera'         'Vijay'         'mvijay@liverpool.ac.uk')
1         ('Matt'         'Grove'       'sgmgrov2@liverpool.ac.uk')
2  ('Christopher'   'Morris-Knox'     'c.d.morris-knox@bath.ac.uk')
3    ('Francesco'    'Bastianini'   'fbastianini1@sheffield.ac.uk')
4         ('Joel'         'Smith'       'Jasmith3@sheffield.ac.uk')